Dlubal.DynamPro.DLCRsaParams
DLC-RSA parameters

Dlubal.DynamPro.DLCRsaParams.ResponseSpectrumAppType
Response spectrum application Type

Dlubal.DynamPro.DLCRsaParams.SupportSets
SupportSets

Dlubal.DynamPro.DLCRsaParams.AllSupports
Response spectrum assignment structure

Dlubal.DynamPro.DLCRsaParams.ModalResponseCombinationRule
Modal response combination rule

Dlubal.DynamPro.DLCRsaParams.RsaDirCombinationRule
Combination of directional components method

Dlubal.DynamPro.DLCRsaParams.UseEqLinComb
Use equivalent linear combination

Dlubal.DynamPro.DLCRsaParams.GenResComb
Generate result combination

Dlubal.DynamPro.DLCRsaParams.ResCombFirstNo
Number at which to start generating result combinations